"平铺桌面上的所有窗口"="Disporre Tutte le Finestre sul Desktop"
"短焦"="Tiro corto"
"设备丢失"="Il dispositivo non è trovato."
"正常使用模式"="Modalità Uso Normale Immagine "
"状态"="Status"
"请点击<中左处>的十字符号。"="Clicca Simbolo di Croce <alla Sinistra in metà>."
"进程名称"="Nome del processo"
"播放视频失败!"="Impossibile riprodurre il video!"
"亮度系数（0~255）"="Il coefficiente di luminosità (0-255)"
"程序运行中发现有大的干扰点出现,光笔被自动禁用！"="La penna ottica è disabilitato per alcuni grandi Clutter è stato trovato durante l'operazione!"
"正常使用设置"="Impostazione di Uso normale"
"互动白板定位软件 "="4.1.0.0 lavagna interattiva Calibration System"
"请点击<左上角>的十字符号。"="Clicca Simbolo di Croce <in alto a sinistra>."
"图像传感器参数设定"="Impostazioni del Sensore di immagine"
"36 点"="36 Punti"
"禁止光笔控制(Ctrl + Shift + P)"="Disabilitare Controllo della Penna Ottica (Ctrl + Shift + P)"
"帧率："="FPS:"
"特例进程列表"="Lista di eccezionale"
"翻译项目"="Voce di Traduzione"
"更多windows手势设置"="Altre impostazioni su gesture di Windows ..."
"提示信息"="Informazioni di Sugerimento"
"自动校正失败！"="La calibrazione automatica non riuscita!"
"状态:播放视频失败"="Status: la riproduzione video non è riuscita "
"你需要重新设置光斑的信息吗？"="Sei sicuro di voler resettare le informazioni di lightspot?"
"长焦"="Tiro lungo"
"自动校正失败！ 正确的校正单元数少于36。"="La calibrazione automatica non riuscita! Il Numero Di unità calibrata valida è meno di 36."
"手动编辑屏蔽区域"="Area Maschera Manuale"
"视频设备列表"="lista dei dispositivi video"
"灰度值"="Valore di Grigio"
"安装向导"="Guida d'installazione"
"缺省值"="Impostazione predefinita"
"windows手势设置"="Impostazioni Gesture di Windows"
"RSBoard手势识别设置"="Impostazione su Individuazione di Gesture  di RSBoard"
"1.调试摄像头模式"="Modalità Modifica Immagine Webcam"
"调试激光发射器模式"="Modalità Modifica Trasmettitore Immagine "
"参数设置"="Impostazioni dei parametri"
"最大化/还原当前窗口"="Massimizzare / Ripristinare Finestre Corrente"
"手动校正"="Calibrazione manuale"
"刷新当前窗口"="Ricaricare Finestre corrente"
"坐标或面积不能为零，请重新再输入"="Non essere pari a zero sulle coordinate o, Si prega di reinserire"
"校正类型"="Tipo di calibrazione"
"视频"="Video"
"错误!"="Errore!"
"mspaint.exe"="mspaint.exe"
"自动校正设置"="Impostazione di Calibrazione automatica"
"手势识别配置"="Impostazione su Individuazione di Gesture  "
"伽玛值"="valore di Gamma"
"视频格式列表"="Lista dei Formati video"
"关闭当前窗口"="Chiudere Finestre corrente"
"模拟校正"="Simulazione di Calibrazione"
"Process Name"="Nome di processo"
"开启所有基于手指的手势"="Attiva Tutte le Gesture di Dita-Bassata"
"状态:停止"="Stato: stop."
"添加特例"="Aggiunge eccezione"
"显示主窗体"="Mostra Finestra Principale"
"25 点"="25 Punti"
"请点击<中右处>的十字符号。"="Clicca Simbolo di Croce <alla Destra in metà>."
"软件狗错误！"="Chiave hardware è mancante!"
"退出手动修正"="Uscita dalla correzione manuale "
"删除"="Cancella"
"手掌与标准光斑的倍数"="Palmo in multipli di lightspot  "
"手指触控"="Tocco con la dita"
"windows画图"="Windows Pittura"
"GLBoard手势设置"="Impostazioni Gesture di GLBoard"
"确认退出人工补正操作吗?"="Sei sicuro di voler uscire da un intervento corretto manuale!"
"如果需要设置每个点的坐标与光斑大小，请点击屏幕上的口字符号 "="Si prega di Fare clic sul simbolo per impostare le coordinate e le dimensioni di spotlight"
"窗口切换"="Interruttore di Finestre"
"启用录制录像"="Attiva registrazione video"
"交换图像(←→)"="Scambia immagine (← →)"
"未发现手指触控加密锁"="Non è trovata la chiave USB valida per tocco di mano!"
"帮助"="Aiuto"
"屏蔽区域设定相关"="Impostazione dell'area maschera"
"操作"="operazione"
"开启所有基于手掌的手势"="Attiva Tutte le Gesture di Palmo-basato"
"另外一个3D白板定位程序正在运行中"="Un'altra istanza è in esecuzione!"
"双屏拼接"="Doppio Schermo"
"图像传感器"="Sensore di immagini"
"响应光斑大小比例"="Impostare la proporzione dello spot"
"手势设置"="Impostazioni Gesture"
"开启日志"="Inizio Log"
"应用程序名称："="Nome dell'applicazione"
"请点击<左下角>的十字符号。"="Clicca Simbolo di Croce <in basso a sinistra>."
"亮度系数"="Il coefficiente di Luminosità"
"关于… "="Di..."
"请点击<右上角>的十字符号。"="Clicca Simbolo di Croce <in alto a destra>."
"最小化当前窗口"="Minimizzare le Finestre Corrente"
"屏幕高度"="Altezza dello schermo"
"激光影像电子白板定位软件"="Programma lavagna interattiva calibrazione"
"结束屏蔽区域编辑"="Termine la redazione sull'area maschera"
"校正失败,请重新校正！"="Calibrazione non riuscita! Riprova."
"高级设置"="Impostazioni Avanzate"
"确定要退出光斑的设置，重新设置请点击 '取消' "="Sei sicuro di voler uscire dal posto di impostazione, si prega di fare clic su <Cancella> quando il ripristino"
"应用"="Applica"
"取消"="Annulla"
"添加"="Aggiunge"
"互动白板定位程序"="Programma lavagna interattiva calibrazione"
"你所点击的不在任何一个口字的位置上，请重新设置 "="Si fa clic non è un qualsiasi luogo del simbolo, si grega di immettere nuovamente"
"语言选择"="Opzioni Lingua"
"开启所有RSBorad手势"="Attiva Tutte Gesture di RSBOARD "
"状态:未找到设备"="Status: dispositivo non è trovato."
"自动屏蔽干扰点"="Auto Maschera Clutter "
"开启所有windows手势"="Attiva Tutte Gesture di Windows"
"低"="Basso"
"平均画面亮度"="luminosità media"
"自动校正"="Calibrazione automatica"
"确认结束校正吗?按""取消""重新校正"="Termina la Calibrazione? Premere Annulla per fare la Calibrazione di nuovo."
"请点击<中上处>的十字符号。"="Clicca Simbolo di Croce <alla sopra>."
"更多RSBorad手势设置"=" Altre impostazioni su gesture di RSBoard …"
"确认信息"="Conferma"
"状态:运行"="Status: in esecuzione."
"退出校正"="Uscita dalla calibrazione"
"结束屏蔽图编辑"="Termina l'area della maschera di redazione"
"停止"="Stop"
"平均画面亮度（0~255）"="Luminosità Media (0-255)"
"3D电子白板光笔定位程序"="Programma del posizionamento della penna ottiva della lavagna 3D"
"背投模式"="Proiettore Posteriore"
"调试摄像头模式"="Modalità Modifica Immagine Webcam"
"显示桌面"="Mostra Desktop"
"请点击<右下角>的十字符号。"="Clicca Simbolo di Croce <in basso a destra>."
"状态：运行"="Status: In Esecuzione"
"系统启动时自动运行"="Esecuzione Automatica all'Avvio del Sistema"
"鼠标滚轮"="Rotellina del Mouse"
"程序启动时发现干扰点, 光笔被自动禁用！"="La penna ottica è disabilitato per alcuni Clutter è stato trovato quando il programma è avviato!"
"实时帧率"="FPS In tempo reale"
"设定修改将在下次启动时生效"="La modifica entrerà in vigore nel successivo tempo di avvio."
"2.调试激光器模式"="Modalità Modifica Trasmettitore Immagine "
"退出"="Uscita"
"错误提示"="Sugerimento Errore"
"自动屏蔽"="Maschera Clutter Automatica"
"退出光斑设置"="Uscita dall'impostazione di lightspot "
"应用（A)"="applica (A)"
"Application Name"="Nome di applicazione"
"传感器 2"="Sensore 2"
"镜头焦距类型"="Tipo di lente di messa a fuoco"
"安装调试"="Installazione e Regolazione"
"运行"="Avvia"
"你没有权限使用手指触控功能!"="Non sei autorizzato di utilizzare la funzione di tocco delle dita!"
"开启RSBoard手势识别"="Attiva la Individuazione di Gesture di RSBoard"
"笔触控"="Tocco con La penna"
"电子白板定位程序"="Programma della calibrazione di lavagna"
"高"="alto"
"激光影像电子白板定位软件（v4.0.0.0）"="Lavagna Interattiva Programma di Calibrazione (versione 4.0.0.0)"
"手势识别设置"="Impostazione su Individuazione di Gesture  "
"平均帧率"="FPS Media"
"校正录像文件"="Calibrare file di registrazione"
"应用程序名称"="Nome dell'applicazione"
"光斑采样"="campionamento di Lightspot"
"图像亮度"="La luminosità dello schermo"
"禁止光笔控制"="Disabilitare il Controllo della penna ottica "
"确定"="ok"
"基于手指的手势"="Gestura Dita-Bassata"
"禁用"="Disabilita"
"请点击<正中间>的十字符号。"="Clicca Simbolo di Croce <al centro>."
"请点击屏幕上的口字符号取得光斑的大小"="Clicca sul simbolo sullo schermo per ottenere la dimensione di spotlight"
"传感器 1"="Sensore 1"
"例外进程"="eccezionale"
"常规进程"="generale"
"推荐值"="valore Consigliato"
"更多GLBoard手势设置"=" Altre impostazioni su gesture di GlBoard …"
"手掌与标准光斑的倍数（3~7）"="Palmo in multipli di lightspot  (3-7)"
"投射比"="rapporto di proiezione"
"帧率"="FPS"
"结束编辑"="Completa Redazione"
"基于手掌的手势"="Gestura Palmo-basato"
"响应光斑大小比例（20%~80%）"="Impostare la proporzione del lightspot  (20% -80%)"
"参数设置..."="Impostazioni dei parametri ..."
"手动编辑遮蔽区域"="Area Maschera manuale"
"移动当前窗口"="Spostare Finestra Corrente"
"删除选中特例"="Cancella Eccezione "
"启动"="Avvia"
"自动屏蔽(Ctrl + Shift + A)"="Maschera Clutter automatica(Ctrl + Shift + A)"
"手动修正快捷菜单"="Menu rapido per la correzione manuale"
"缺省设置"="Impostazione Predefinita"
"浏览"="Navigare"
"板擦与标准光斑的倍数"="Cancellino in multipli di lightspot  "
"指定的USB摄像头未找到, 请插入摄像头！"="Manca la telecamera USB specificato! Si prega di collegare l'USB della fotocamera."
"3.正常使用模式"="Modalità Uso Normale Immagine "
"开启所有GLBoard手势"="Attiva Tutte Gesture di GLboard "
"RSBorad手势设置"="Impostazioni Gesture di RSBoard"
"状态窗口"="Finestre Status"
"屏幕宽度"="Larghezza dello schermo"
"触屏"="Touch Schermo"
"请点击<中下处>的十字符号。"="Clicca Simbolo di Croce <in basso>."
"进程名称："="Nome del processo"
"其他设置"="Altre Impostazioni"
"鼠标"="Mouse"
"灰度值（0~255）"="Valore di Grigio  (0-255)"
"超短焦"="Tiro Ultrabreve"
"更多windows手势设置…"="Altre impostazioni su gesture di Windows ..."
"关于..."="Di..."
"选择界面语言"="Opzioni lingua"
"请点击箭头顶端闪烁的点"="Clicca il punto lampeggiante della punta della freccia."

